Revit 2027 API
ParameterTypeId.GridNetLocationMark Property
 "Location Mark": Provides grid system association information
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId GridNetLocationMark { get; }
Public Shared ReadOnly Property GridNetLocationMark As ForgeTypeId
	Get
public:
static property ForgeTypeId^ GridNetLocationMark {
	ForgeTypeId^ get ();
}
static member GridNetLocationMark : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace